ADD GROUP(DFHTERMC) LIST(DFHLIST1)

DEFINE TRANSACTION(TSQT) PROGRAM(TSQTEST) GROUP(TSQTGRP)

DEFINE LIBRARY(TSQLIB) GROUP(TSQTGRP) DSNAME01(CTS.YATESW.LOAD)

DEFINE PROGRAM(TSQTEST) GROUP(TSQTGRP)

ADD GROUP(TSQTGRP) LIST(DFHLIST1)